Repository: bkuehnle/Bp-Force-Profile
Catalog: languages/bp-force-profile-*.po
Languages: fr_fr

source: Thank you for installing Bp Force Profile!
fr_fr: Merci d'avoir installé Bp Force Profile !

source: Quick Start
fr_fr: Démarrage rapide

source: There are no additional installation steps required after plugin activation. Each users with a non complete profile are redirecting to their profile page and a notice is displayed with the required fields.
fr_fr: Il n'y a pas d'étapes supplémentaires pour activer l'extension. Chaque membres avec un profil non complété seront redirigés vers leur page de profil et une notification sera affichée avec la liste des champs requis.

source: For support, go to the plugin's <a href="http://wordpress.org/extend/plugins/bp-force-profile/" target="_blank">official page</a> on WordPress.org</li>
fr_fr: Pour du support rendez vous sur <a href="http://wordpress.org/extend/plugins/bp-force-profile/" target="_blank">la page officiel</a> de WordPress.org</li>

source: Find plugin useful? Please help us ! Small or big thank you for your donations !
fr_fr: Vous trouvez cette extension pratique ? Petit ou grand merci pour vos dons !

source: A new plugin from <a href="http://regiscajet.com">Regis Cajet</a>. Have questions or suggestions? Go to <a href="http://regiscajet.com/contact/">Contact</a>
fr_fr: Une nouvelle extension de <a href="http://regiscajet.com">Regis Cajet</a>. Pour toutes questions ou suggestions rendez vous sur <a href="http://regiscajet.com/contact/">Contact</a>

source: paypal_number
fr_fr: 9TU9B2EDDT7S6

source: Bp Force Profile Setup
fr_fr: Bp Force Profile

source: Please complete your profile to continue
fr_fr: Veuillez compléter votre profil pour continuer

source: fields are missing
fr_fr: champs requis
